Repository: jcsbmwxyha/UWP
Catalog: AURAEditor/AURAEditor/String/*/Resources.resw
Source language: en
Languages: cs, de, es, fr, it, ko, nl, pt, ru, tr, zh_cn

# EULA_Content.Text
source: This End User License Agreement (“EULA”) constitutes a valid and binding agreement between ASUSTeK Computer Inc. (“ASUS“) and You, as a user, for the use of the ASUS Software (“Software”) defined as set forth below. By installing and continuing to use the software YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND AND AGREE TO BE BOUND BY THE TERMS OF THIS EULA AND ANY NEW VERSIONS HEREOF. 1.SOFTWARE means the ASUS Software provided in or with the applicable ASUS product including but not limited to any future programming fixes, updates, upgrades and modified versions. The Software may be accompanied by other ASUS- or third party created software that is licensed under one or more of the Free Open Source Software licenses as listed under www.opensource.org/licenses. Such Free Open Source Software is provided to you solely under the terms of the respective license agreement or copyright notice accompanying it or in the FOSS licenses file accompanying the Software. The terms of this EULA do NOT apply to such Free Open Source Software. 2.LICENSE Subject to the terms of this EULA, ASUS hereby grants You a limited, personal, non-commercial, non-exclusive license to use the Software solely as embedded in the ASUS products. You may make one copy of the Software in machine-readable form for backup purposes only; provided that the backup copy must include all copyright or other proprietary notices contained on the original. This license shall not be sublicensed, and is not transferable except to a person or entity to whom you transfer ownership of the complete ASUS products containing the Software, provided you permanently transfer all rights under this EULA and do not retain any full or partial copies of the Software, and the recipient agrees to the terms of this EULA. 3.REVERSE RESTRICTION You shall not reverse engineer, decompile decrypt or disassemble the Software or permit or induce the foregoing except to the extent directly applicable law prohibits enforcement of the foregoing. 4.CONFIDENTIAL ITY You shall have a duty to protect and not to disclose or cause to be disclosed in whole or in part of confidential information of the Software including but not limited to trade secrets, copyrighted material in any form to any third party. 5.Intellectual Property RIGHTS (“IP Rights”) You acknowledge and agree that all IP Rights, title, and interest to or arising from the Software are and shall remain the exclusive property of ASUS or its licensor. Nothing in this EULA intends to transfer any such IP Rights to You. Any unauthorized use of the IP Rights is a violation of this EULA as well as a violation of intellectual property laws, including but not limited to copyright laws and trademark laws. By sending any information, material, ideas, concepts or techniques except for personal information to ASUS through the Software (“Feedbacks”), You acknowledge and agree that: (i) Your Feedbacks shall not contain confidential or proprietary information; (ii) ASUS is under no obligation of any kind of confidentiality, express or implied, regarding the Feedbacks; (iii)ASUS shall be entitled to use or disclose, at ASUS’s sole discretion, the Feedbacks for any purpose, in any way, worldwide; (iv) Your Feedbacks shall become the property of ASUS without any obligation of ASUS to You; and (v) You are not entitled to any compensation or reimbursement of any kind from. 6.TERM AND TERMINATION This EULA will be effective as of the date You install the Software. You may terminate this License at any time by ceasing all use of the Software and removing the Software from ASUS product. Your right will terminate without prior notice from ASUS if we think You fail to comply with any provision of this EULA. 7.Warranty Disclaimer and Limitation of Liability YOU ACKNOWLEDGE THAT THE SOFTWARE IS PROVIDED “AS IS.” THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THIS SOFTWARE IS WITH YOU, INCLUDING BUT NOT LIMITED TO RELATED COST OF ALL NECESSARY SERVICING AND REPAIR. TO THE EXTENT PERMITTED BY LAW, ASUS MAKES NO WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THIS SOFTWARE OR ANY OTHER INFORMATION OR DOCUMENTATION PROVIDED UNDER THIS EULA OR FOR THIS SOFTWARE, INCLUDING BUT NOT LIMITED TO ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR AGAINST INFRINGEMENT, OR ANY WARRANTY ARISING OUT OF USAGE OR OUT OF COURSE OF PERFORMANCE. ASUS ALSO MAKES NO WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THIS SOFTWARE OR AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THIS SOFTWARE. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN DAMAGES. ACCORDINGLY, SOME OF THE ABOVE DISCLAIMERS AND LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU. THE ENTIRE RISK ARISING OUT OF THE USE AND/OR PERFORMANCE OF THIS SOFTWARE REMAINS WITH YOU. IN NO EVENT SHALL ASUS, ITS LICENSORS OR ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS OR AFFILIATES BE LIABLE FOR ANY CONSEQUENTIAL, INCIDENTAL, DIRECT, INDIRECT, SPECIAL, PUNITIVE, OR OTHER DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, INTERRUPTION, LOSS OF INFORMATION, OR OTHER PECUNIARY LOSS) ARISING OUT OF OR RELATING TO THIS EULA OR THE USE OF OR INABILITY TO USE THE SOFTWARE OR ANY PART THEREOF, EVEN IF ASUS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN DAMAGES. ACCORDINGLY, SOME OF THE ABOVE DISCLAIMERS AND LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU. 8.Indemnity YOU agree to defend, indemnify and hold harmless ASUS and its affiliates, service providers, syndicators, distributors, licensors, officers, directors and employees, from and against any and all losses, damages, liabilities, and expenses arising out of any claim or demand (including reasonable attorneys' fees and court costs), due to or in connection with YOUR violation of this EULA or any applicable law or regulation, or third-party right.
cs: Tato licenční smlouva s koncovým uživatelem („EULA“) představuje platnou a závaznou dohodu mezi společností ASUSTeK Computer Inc. (dále jen „ASUS“) a vámi jako uživatele pro používání níže definovaného softwaru ASUS (dále jen „software“). Nainstalováním a dalším používání tohoto softwaru BERETE VÝSLOVNĚ NA VĚDOMÍ, ŽE JSTE SI PŘEČETLI, POROZUMĚLI A SOUHLASÍTE S TÍM, ŽE BUDETE DODRŽOVAT PODMÍNKY TÉTO SMLOUVY EULA A JAKÉKOLIV JEJÍ NOVÉ VERZE. 1.SOFTWARE znamená software ASUS dodávaný v příslušném produktu ASUS nebo s příslušným produktem ASUS, včetně, ale bez omezení, jakýchkoli budoucích programových oprav, aktualizací, upgradů a upravených verzí. S tímto softwarem může být dodáván další software, který byl vytvořen společností ASUS nebo třetí stranou a který je licencován v rámci jedné nebo více licencí na bezplatný software s otevřeným zdrojovým kódem uvedených na webové stránce www.opensource.org/licenses. Tento bezplatný software s otevřeným zdrojovým kódem je vám poskytován výhradně v souladu s podmínkami příslušné licenční smlouvy nebo oznámení o autorských právech, které je k němu přiloženo nebo se nachází v souboru licencí FOSS, který je součástí softwaru. Podmínky této smlouvy EULA se NEVZTAHUJÍ na tento bezplatný software s otevřeným zdrojovým kódem. 2.LICENCE V souladu s podmínkami této smlouvy EULA vám společnost ASUS uděluje omezenou, osobní, neobchodní a nevýhradní licenci na používání softwaru výhradně jako součást produktů ASUS. Můžete vytvořit jednu kopii softwaru ve strojově čitelné podobě pouze pro účely zálohování; záložní kopie musí obsahovat všechna oznámení o autorských právech nebo jiné vlastnické informace obsažené v originálu. Je zakázáno tuto licenci dále sublicencovat nebo převádět s výjimkou osoby nebo subjektu, kterému převedete vlastnictví všech produktů ASUS obsahujících tento software, za předpokladu, že trvale převádíte všechna práva podle této smlouvy EULA a nezachováváte žádné úplné ani částečné kopie softwaru a příjemce souhlasí s podmínkami této smlouvy EULA. 3.ZÁKAZ ZPĚTNÉHO PŘEVODU Je zakázáno provádět zpětnou analýzu, dekompilovat, dešifrovat nebo rozebírat software nebo tyto operace povolit nebo stimulovat, s výjimkou případů, kdy platný zákon přímo zakazuje uplatnění výše uvedené podmínky. 4.DŮVĚRNOST Jste povinni chránit a nezveřejňovat ani nezpřístupňovat úplné ani částečné důvěrné informace o softwaru, včetně obchodního tajemství, materiálu chráněného autorskými právy v jakékoli podobě, žádné třetí straně. 5.PRÁVA NA DUŠEVNÍ VLASTNICTVÍ („IP PRÁVA“) Berete na vědomí a souhlasíte s tím, že veškerá IP práva, nárok a zájem na softwaru nebo z něho vyplývající jsou a zůstávají výlučným vlastnictvím společnosti ASUS nebo jejího poskytovatele licence. Žádnou částí této smlouvy EULA se na vás nepřevádějí žádná taková IP práva. Jakékoli neoprávněné použití práv na duševní vlastnictví je porušením této smlouvy EULA a porušením zákonů o duševním vlastnictví, včetně zákonů o autorských právech a zákonů o ochranných známkách. Odesíláním jakýchkoli informací, materiálů, nápadů, konceptů nebo technik s výjimkou osobních informací společnosti ASUS prostřednictvím softwaru („zpětné vazby“) berete na vědomí a souhlasíte s tím, že: (i) vaše zpětné vazby nesmí obsahovat důvěrné nebo chráněné informace; (ii) společnost ASUS není povinna poskytovat jakoukoli důvěrnost, výslovnou nebo předpokládanou, pokud jde o zpětné vazby; (iii) společnost ASUS je podle vlastního uvážení oprávněna používat zpětné vazby k jakémukoli účelu a jakýmkoli způsobem po celém světě; (iv) vaše zpětné vazby se stávají majetkem společnosti ASUS bez jakýchkoli závazků společnosti ASUS vůči vám; a (v) nemáte nárok na jakoukoli kompenzaci nebo náhradu jakéhokoli druhu. 6.DÉLKA TRVÁNÍ A UKONČENÍ Tato smlouva EULA bude platná od data instalace softwaru. Tuto licenci můžete kdykoli ukončit tím, že zcela přestanete používat software a odstraníte jej z produktu ASUS. Pokud společnost ASUS usoudí, že jste nedodrželi některá ustanovení této smlouvy EULA, bude vaše právo ukončeno bez předchozího oznámení. 7.Právní omezení záruky a omezení odpovědnosti BERETE NA VĚDOMÍ, ŽE TENTO SOFTWARE JE POSKYTOVÁN „TAK JAK JE“. VEŠKERÉ RIZIKO SOUVISEJÍCÍ S KVALITOU A VÝKONEM TOHOTO SOFTWARU NESETE VY, MIMO JINÉ VČETNĚ SPOJENÝCH NÁKLADŮ NA NEZBYTNOU ÚDRŽBU A OPRAVU. V ROZSAHU POVOLENÉM ZÁKONEM SPOLEČNOST ASUS NEPOSKYTUJE ŽÁDNÉ ZÁRUKY, VÝSLOVNÉ NEBO VYPLÝVAJÍCÍ, S OHLEDEM NA SOFTWARE NEBO JAKÉKOLI DALŠÍ INFORMACE NEBO DOKUMENTACE POSKYTOVANÉ V RÁMCI TÉTO SMLOUVY EULA NEBO PRO TENTO SOFTWARE, VČETNĚ, ALE BEZ OMEZENÍ JAKÉKOLI ZÁRUKY OBCHODOVATELNOSTI NEBO VHODNOSTI PRO KONKRÉTNÍ ÚČEL NEBO V SOUVISLOSTI S NEDOVOLENÝMI ZÁSAHY NEBO JAKÉKOLI ZÁRUKY VYPLÝVAJÍCÍ Z POUŽITÍ NEBO Z ZPŮSOBU VÝKONU. SPOLEČNOST ASUS ROVNĚŽ NEPOSKYTUJE ŽÁDNÉ ZÁRUKY NA VÝSLEDKY, KTERÝCH LZE DOSÁHNOUT POUŽÍVÁNÍM TOHOTO SOFTWARU, ANI ZÁRUKY NA PŘESNOST NEBO SPOLEHLIVOST VŠECH INFORMACÍ ZÍSKANÝCH PROSTŘEDNICTVÍM TOTO SOFTWARU. NĚKTERÉ PRÁVNÍ ŘÁDY NEPOVOLUJÍ VYLOUČENÍ URČITÝCH ZÁRUK NEBO OMEZENÍ NEBO VYLOUČENÍ ODPOVĚDNOSTI ZA URČITÉ ŠKODY. Z TOHOTO DŮVODU SE NA VÁS NĚKTERÁ VÝŠE UVEDENÁ OMEZENÍ A VYLOUČENÍ ODPOVĚDNOSTI NEMUSÍ VZTAHOVAT. VEŠKERÉ RIZIKO VYPLÝVAJÍCÍ Z POUŽÍVÁNÍ A/NEBO VÝKONU TOHOTO SOFTWARU NESETE VY. SPOLEČNOST ASUS, JEJÍ POSKYTOVATELÉ LICENCÍ ANI JEJÍ ZODPOVĚDNÍ ÚŘEDNÍCI, ŘEDITELÉ, ZAMĚSTNANCI, AGENTI NEBO PŘIDRUŽENÉ SUBJEKTY V ŽÁDNÉM PŘÍPADĚ NENESOU ODPOVĚDNOST ZA JAKÉKOLI NÁSLEDNÉ, NÁHODNÉ, PŘÍMÉ, NEPŘÍMÉ, ZVLÁŠTNÍ, TRESTNÍ NEBO JINÉ ŠKODY (MIMO JINÉ ZA ZTRÁTY ZISKU, PŘERUŠENÍ, ZTRÁTU INFORMACÍ NEBO JINÉ PENĚŽNÍ ZTRÁTY) VZNIKLÉ NA ZÁKLADĚ TÉTO SMLOUVY NEBO S NÍ SOUVISEJÍCÍ NEBO POUŽÍVÁNÍM NEBO ZNEMOŽNĚNÍM POUŽÍVÁNÍ SOFTWARU NEBO JAKÉKOLI JEHO ČÁSTI, I KDYŽ BYLA SPOLEČNOST ASUS NA MOŽNOST TAKOVÝCH ŠKOD UPOZORNĚNA. NĚKTERÉ PRÁVNÍ ŘÁDY NEPOVOLUJÍ VYLOUČENÍ URČITÝCH ZÁRUK NEBO OMEZENÍ NEBO VYLOUČENÍ ODPOVĚDNOSTI ZA URČITÉ ŠKODY. Z TOHOTO DŮVODU SE NA VÁS NĚKTERÁ VÝŠE UVEDENÁ OMEZENÍ A VYLOUČENÍ ODPOVĚDNOSTI NEMUSÍ VZTAHOVAT. 8.Odškodnění Souhlasíte, že budete společnost ASUS a její přidružené společnosti, poskytovatele služeb, členy syndikátu, distributory, poskytovatele licencí, úředníky, ředitele a zaměstnance chránit, že je odškodníte a nebudete je považovat za zodpovědné za jakékoli ztráty, škody, závazky a výdaje vyplývající z jakéhokoli nároku nebo požadavku (včetně přiměřených poplatků za právní zastoupení a soudních nákladů) v důsledku nebo v souvislosti s VAŠÉM porušením této smlouvy EULA nebo jakéhokoli příslušného zákona nebo nařízení nebo práva třetích stran.
de: Diese Endnutzer-Vereinbarung (EULA) stellt eine gültige und bindende Vereinbarung zwischen ASUSTeK Computer Inc. (ASUS) Ihnen als Nutzer für die Verwendung der ASUS Software (Software) dar, wie nachfolgend definiert. Indem Sie diese Software installieren und weiterhin nutzen, ERKENNEN SIE AUSDRÜCKLICH AN, DASS SIE DIE BEDINGUNGEN DIESER EULA UND ALLER NEUEREN VERSIONEN GELESEN UND VERSTANDEN HABEN UND IHNEN ZUSTIMMEN. SOFTWARE meint die ASUS Software, die in oder mit einem zutreffenden ASUS-Produkt geliefert wird, insbesondere Programmier-Korrekturen, Updates, Upgrade und geänderte Versionen. Die Software kann von weiterer Software von ASUS oder Dritten begleitet werden, die unter einer oder mehreren kostenlosen Open Source-Softwarelizenzen lizenziert ist, die unter www.opensource.org/licenses aufgelistet sind. Eine solche kostenlose Open Source-Software wird Ihnen lediglich im Rahmen der jeweiligen Lizenzvereinbarung oder der Urheberrechtshinweise bereitgestellt, die diese Software begleiten oder die in den FOSS-Lizenzdateien mit der Software enthalten sind. Die Bedingungen dieser EULA gelten NICHT für solche kostenlose Open Source-Software. Gemäß den Bedingungen dieser EULA gewährt ASUS Ihnen hiermit eine eingeschränkte, persönliche, nicht kommerzielle und nicht ausschließliche Lizenz zur Verwendung der Software lediglich als in die ASUS-Produkte integriert. Sie dürfen eine Kopie der Software in maschinenlesbarer Form lediglich zu Sicherungszwecken erstellen, sofern diese Sicherungskopie alle urheberrechtlichen oder sonstigen Eigentumshinweise enthält, die auch im Original enthalten sind. Diese Lizenz darf nicht unterlizenziert werden und ist nicht übertragbar, mit Ausnahme von Personen oder Unternehmen, an die Sie das Eigentumsrecht des kompletten ASUS-Produkts übertragen, das die Software enthält, und sofern Sie alle Rechte im Rahmen dieser EULA übertragen und keine vollständigen oder Teilkopien der Software zurückbehalten. Der Empfänger stimmt den Bedingungen dieser EULA. EINSCHRÄNKUNG DER RÜCKENTWICKLUNGlt Sie dürfen die Software nicht rückentwickeln, dekompilieren, entschlüsseln oder demontieren oder das zuvor Genannte zulassen oder einleiten, sofern direkt geltendes Recht die Durchsetzung dieser Bedingung nicht untersagt. VERTRAULICHKEITlt Sie haben das Recht, vertrauliche Informationen der Software, insbesondere Handelsgeheimnisse und urheberrechtlich geschütztes Material in jeglicher Form zu schützen, sie nicht preiszugeben oder die vollständige oder teilweise Preisgabe der Software-Informationen an Dritte zu verursachen. RECHTE an geistigem Eigentum („IP-Rechte“) Sie stimmen zu und erkennen an, dass alle IP-Rechte, Besitzrechte und Anteile an oder entstehend durch die Software exklusives Eigentum von ASUS oder seinen Lizenznehmern bleiben. Nichts in dieser EULA dient dazu, derartige IP-Rechte an Sie zu übertragen. Jede nicht autorisierte Verwendung von IP-Rechten ist eine Verletzung dieser EULA sowie eine Verletzung der Gesetze über geistiges Eigentum, insbesondere der Urheberrechte und Markenrechte. Indem Sie Informationen, Materialien, Ideen, Konzepte oder Techniken (mit Ausnahme von persönlichen Daten) über die Software an ASUS senden („Feedbacks“), erkennen Sie Folgendes an und stimmen dem zu: (i) Ihre Feedbacks erhalten keine vertraulichen oder urheberrechtlich geschützten Daten; (ii) ASUS ist in keener Weise zur Vertraulichkeit bezüglich der Feedbacks verpflichtet, weder ausdrücklich noch implizit; (iii)ASUS hat das Recht, nach Ermessen von ASUS die Feedbacks für jegliche Zwecke und weltweit zu verwenden; (iv) Ihre Feedbacks werden Eigentum von ASUS, ohne dass ASUS Ihnen gegenüber eine Verpflichtung hat; und (v) Sie haben kein Recht auf eine Vergütung oder Erstattung jeglicher Art. LAUFZEIT UND BEENDIGUNGlt Diese EULA tritt an dem Zeitpunkt in Kraft, in dem Sie die Software installieren. Sie können diese Lizenz jederzeit beenden, indem Sie die Nutzung aller Software einstellen und die Software von Ihrem ASUS-Produkt entfernen. Ihre Rechte enden ohne vorherige Mitteilung von ASUS, wenn wir der Ansicht sind, dass Sie eine der Regelungen dieser EULA nicht einhalten. Haftungsausschluss und Einschränkung der Haftunglt SIE ERKENNEN AN, DASS DIE SOFTWARE IM „IST-ZUSTAND“ BEREITGESTELLT WIRD. DAS GESAMTE RISIKO IN BEZUG AUF DIE QUALITÄT UND LEISTUNG DIESER SOFTWARE LIEGT BEI IHNEN, INSBESONDERE FÜR DIE KOSTEN IN VERBINDUNG MIT ALLEN NÖTIGEN INSTANDSETZUNGEN UND REPARATUREN. SOFERN GESETZLICH ZULÄSSIG GIBT ASUS KEINE GARANTIEN; WEDER AUSDRÜCKLICH NOCH IMPLIZIT, IN BEZUG AUF DIESE SOFTWARE ODER ANDERE INFORMATIONEN ODER DOKUMENTATIONEN, DIE IM RAHMEN DIESER EULA FÜR DIESE SOFTWARE BEREITGESTELLT WERDEN. DIES GILT INSBESONDERE FÜR DIE GARANTIE DER VERMARKTBARKEIT ODER EIGNUNG FÜR EINEN SPEZIELLEN ZWECK ODER GEGEN RECHTSVERLETZUNGEN ODER GARANTIEN, DIE DURCH DIE NUTZUNG ODER LEISTUNG DER SOFTWARE ENTSTEHEN. ASUS GEWÄHRT AUCH KEINE GARANTIEN ZU DEN ERGEBNISSEN, DIE DURCH DIE NUTZUNG DER SOTWARE ERZIELT WERDEN KÖNNEN, ODER ZUR GENAUIGKEIT ODER ZUVERLÄSSIGKEIT DER INFOMRATIONEN, DIE MIT DIESER SOFTWARE ERHALTEN WERDEN. EINIGE RECHTSPRECHUNGEN LASSEN DEN AUSSCHLUSS BESTIMMTER GARANTIEN ODER DIE EINSCHRÄNKUNG DER HAFTUNG FÜR BESTIMMTE SCHÄDEN NICHT ZU. DEMENTSPRECHEND KÖNNEN EINIGE DER OBEN GENANNTEN AUSSCHLÜSSE ODER EINSCHRÄNKUNGEN FÜR SIE NICHT ZUTREFFEND SEIN. DAS GESAMTE RISIKO DURCH DIE NUTZUNG UND/ODER LEISTUNG DIESER SOFTWARE BLEIBT BEI IHNEN. IN KEINEN FALL SIND ASUS, SEINE LIZENZNEHMER ODER IHRE JEWEILIGEN BEAMTEN, DIREKTOREN, MITARBEITER, VERTRETER ODER TOCHTERUNTERNEHMEN HAFTBAR FÜR ETWAIGE FOLGESCHÄDEN, NEBENSCHÄDEN, DIREKTE, INDIREKTE, BESONDERE SCHÄDEN, SCHADENSERSATZ ODER SONSTIGE SCHÄDEN HAFTBAR (INSBESONDERE NICHT FÜR SCHÄDEN DURCH ENTGANGENE PROFITE, BETRIEBSUNTERBRECHUNGEN, VERLUST VON INFORMATIONEN ODER ANDERE FINANZIELLE VERLUSTE), DIE SICH AUS ODER IN VERBINDUNG MIT DIESER EULA ODER NUTZUNG ODER NICHT NUTZBARKEIT DER SOFTWARE ODER VON TEILEN DIESER ERGEBEN, AUCH WENN ASUS ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN UNTERRICHTET WURDE. EINIGE RECHTSPRECHUNGEN LASSEN DEN AUSSCHLUSS BESTIMMTER GARANTIEN ODER DIE EINSCHRÄNKUNG ODER DEN AUSSCHLUSS DER HAFTUNG FÜR BESTIMMTE SCHÄDEN NICHT ZU. DEMENTSPRECHEND KÖNNEN EINIGE DER OBEN GENANNTEN AUSSCHLÜSSE ODER EINSCHRÄNKUNGEN FÜR SIE NICHT ZUTREFFEND SEIN. Indemnitylt SIE stimmen zu, ASUS und seine Tochterunternehmen, Serviceanbieter, Konsortien, Vertriebshändler, Lizenznehmer, Beamte, Direktoren und Mitarbeiter zu verteidigen, zu entschädigen und gegen alle Verluste, Schäden, Haftungen und Kosten (einschließlich angemessener Anwaltshonorare und Gerichtskosten) schadlos zu halten, die durch eine Forderung oder Klage aufgrund oder in Verbindung mit IHRER Verletzung dieser EULA oder geltender Gesetze und Vorschriften oder der Rechte Dritter entstehen.
es: El presente Contrato de licencia para el usuario final (CLUF) constituye un acuerdo válido y vinculante entre ASUSTeK Computer Inc. (ASUS) y usted, como usuario, para el uso del software de ASUS (software) definido como se indica a continuación. Si instala y continúa utilizando el software, DECLARA EXPRESAMENTE QUE HA LEÍDO Y COMPRENDE Y ACEPTA VINCULARSE A LOS TÉRMINOS DEL PRESENTE CLUF Y SUS SUCESIVAS VERSIONES RENOVADAS. SOFTWARE significa el software de ASUS proporcionado en o con el producto ASUS aplicable, incluidas, de manera no exhaustiva, futuras correcciones de programación, actualizaciones, mejoras y versiones modificadas. El software podría ir acompañado de otro software de ASUS o de terceros, con licencia según una o varias de las licencias de software de código abierto gratuito que aparecen en www.opensource.org/licenses. Dicho software de código abierto gratuito se le proporciona exclusivamente bajo los términos y condiciones del correspondiente contrato de licencia o aviso de copyright que lo acompañan o que se encuentra en el archivo de licencias FOSS que acompaña al software. Las condiciones de este CLUF NO se aplican a dicho software de código abierto gratuito. LICENCIA Con sujeción a los términos del presente CLUF, ASUS le concede una licencia limitada, personal, no comercial y no exclusiva para utilizar el software exclusivamente tal y como se encuentra en los productos ASUS. Puede realizar una copia del software en formato legible por máquina con fines exclusivos de copia de seguridad, siempre que esta copia de seguridad incluya todos los avisos de copyright u otros que aparezcan en el original. Esta licencia no deberá sublicenciarse y no se puede transferir salvo a una persona o entidad a la que transfiera la propiedad de todos los productos ASUS que contenga el software, siempre que transfiera permanentemente todos los derechos recogidos en este CLUF y no conserve ninguna copia, parcial o total, del software, y siempre que el destinatario acepte las condiciones del presente CLUF. RESTRICCIÓN SOBRE REVERSIÓN No se le autoriza a realizar procesos de ingeniería inversa, descompilación, desencriptación o desensamblaje del software, como tampoco podrá permitir ni inducir lo anterior, salvo en caso de que la legislación vigente prohíba imponer lo anterior. CONFIDENCIAL Tiene el deber de proteger y no revelar ni total ni parcialmente la información confidencial del software, incluidos, de manera no exhaustiva, los secretos comerciales y el material con copyright, de ningún modo y a ningún tercero. DERECHOS a la propiedad intelectual (Derechos PI) Acepta que todos los derechos a la propiedad intelectual, la propiedad y los intereses relacionados con el software son propiedad exclusiva de ASUS o sus cedentes de licencia. Ninguna parte de este CLUF pretende transferirle a usted ninguno de los derechos PI. El uso no autorizado de los derechos PI constituye un incumplimiento de este CLUF así como una infracción de la legislación sobre la propiedad intelectual, incluidas las leyes de copyright y las de marcas comerciales. Si envía información, material, ideas, conceptos o técnicas, salvo su información personal, a ASUS a través del software (Comentarios), acepta lo siguiente: (i) Sus comentarios no contendrán información confidencial o patentada; (ii) ASUS no tiene ninguna obligacións de confidencialidad, ni expresa ni implícita, con respecto a lso comentarios; (iii)ASUS podrá usar o revelar, a exclusiva discreció de ASUS, los comentarios con cualquier fin, en cualquier manera, en todo el mundo; (iv) Sus comentarios pasarán a ser propiedad de ASUS sin ninguna obligación por parte de ASUS para con usted; (v) No tendrá derecho a compensación o reembolso de ningún tipo. DURACIÓN Y RESCISIÓN Este CLUF entrará en vigor en la fecha en que instale el software. Usted puede rescindir esta licencia en cualquier momento dejando de usar el software y eliminándolo de su producto ASUS. Su derecho finalizará sin previo aviso por parte de ASUS si consideramos que no ha complido con cualquier disposición del presente CLUF. Renuncia de garantía y limitación de responsabilidadlt USTED ACEPTA QUE EL SOFTWARE SE PROPORCIONA TAL CUAL. USTED ASUME TODO EL RIESGO EN CUANTO A LA CALIDAD Y RENDIMIENTO DE ESTE SOFTWARE, INCLUIDO, DE FORMA NO EXHAUSTIVA, EL COSTE DE REPARACIONES O TAREAS DE MANTENIMIENTO RELACIONADAS. EN LA MEDIDA PERMITIDA POR LA LEY, ASUS NO REALIZA NINGUNA GARANTÍA, NI EXPRESA NI IMPLÍCITA, CON RESPECTO A ESTE SOFTWARE NI A NINGUNA OTRA INFORMACIÓN O DOCUMENTACIÓN PROPORCIONADA BAJO ESTE CLUF O PARA ESTE SOFTWARE, INCLUIDA, DE FORMA NO EXHAUSTIVA, NINGUNA GARANTÍA DE COMERCIABILIDAD O AJUSTE A UN FIN DETERMINADO O CONTRA VULNERACIÓN DE DERECHOS DE AUTOR, COMO TAMPOCO NINGUNA GARANTÍA RELACIONADA CON EL USO O EL RENDIMIENTO. ADEMÁS, ASUS NO GARANTIZA LOS RESULTADOS QUE PUEDAN OBTENERSE CON EL USO DE ESTE SOFTWARE NI TAMPOCO LA EXACTITUD O FIABILIDAD DE LA INFORMACIÓN OBTENIDA CON SU USO. ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN DE DETERMINADAS GARANTÍAS O LA LIMITACIÓN DE EXCLUSIÓN DE RESPONSABILIDAD PARA DETERMINADOS DAÑOS. EN CONSECUENCIA, ALGUNAS DE LAS ANTERIORES DECLARACIONES Y LIMITACIONES DE RESPONSABILIDAD PODRÍAN NO APLICÁRSE. USTED ASUME TODOS LOS RIESGOS POR USAR ESTE SOFTWARE. EN NINGUN CASO SERÁN RESPONSABLE ASUS, SUS CEDENTES DE LICENCIA O NINGUNO DE SUS RESPONSABLES, DIRECTORES, EMPLEADOS, AGENTES O FILIALES ANTE DAÑOS DIRECTOS, INDIRECTOS, INCIDENTALES, CONSECUENCIALES, ESPECIALES, PUNITIVOS O DE OTRO TIPO (INCLUIDOS, DE FORMA NO EXHAUSTIVA, DAÑOS POR LUCRO CESANTE, INTERUPCIÓN, PÉRDIDA DE INFORMACIÓN U OTRA PÉRDIDA PECUNARIA) RELACIONADOS CON ESTE CLUF O EL USO O LA IMPOSIBILIDAD DE USO DEL SOFTWARE O DE UNA DE SUS PARTES, AUNQUE SE HAYA ADVERTIDO A ASUS SOBRE LA POSIBILIDAD DE TALES DAÑOS. ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN DE DETERMINADAS GARANTÍAS O LA LIMITACIÓN O EXCLUSIÓN DE RESPONSABILIDAD POR DETERMINADOS DAÑOS. EN CONSECUENCIA, ES POSIBBLE QUE ALGUNAS DE LAS AFIRMACIONES ANTERIORES NO LE RESULTEN DE APLICACIÓN. Exoneración Usted acepta defender, exonerar y eximir de responsabilidad a ASUS y a sus filiales, proveedores de servicios, síndicos, distribuidores, licenciantes, responsables, directivos y empleados ante todo tipo de pérdidas, daños, responsabilidades y gastos procedentes de reclamaciones o demandas (incluidos honorarios razonables de abogados y costas judiciales) debidos o relacionados con SU incumplimiento de este CLUF o de cualquier disposición de la legislación vigente, o derecho de un tercero.
fr: Ce Contrat de Licence de l'Utilisateur Final (CLUF) constitue un contrat valide entre ASUSTeK Computer Inc. (“ASUS“) et vous-même, en tant qu'utilisateur, concernant l'utilisation du logiciel ASUS (“Logiciel“) défini comme indiqué ci-dessous. En installant et en procédant à l'utilisation du logiciel VOUS RECONNAISSEZ EXPRÉSSEMENT AVOIR LU, COMPRIS ET CONSENTI À ÊTRE LIÉ PAR LES TERMES DE CE CONTRAT ET DE TOUTES SES VERSIONS ULTÉRIEURES. 1. LE LOGICIEL se rapporte au Logiciel ASUS inclus dans ou avec le produit ASUS concerné, incluant, mais ne s'y limitant pas, toute correction de programme, mise à jour, mise à niveau ou version modifiée ultérieure. Le Logiciel peut être accompagné de tout autre logiciel créé par ASUS ou tout autre logiciel tiers protégé par une ou plusieurs licences de logiciel Free Open Source comme indiqué sur le site suivant : www.opensource.org/licenses. Un tel logiciel Free Open Source ne vous est fourni qu'en conformité avec les termes de la licence concernée ou de l'avis de droit d'auteur qui l'accompagne ou dans le fichier de licence des logiciels Free Open Source qui accompagnent le Logiciel. Les termes de ce contrat de licence ne s'appliquent PAS aux logiciels Free Open Source. 2. LA LICENCE En conformité avec les termes de ce contrat de licence, ASUS vous concède une licence non exclusive, non commerciale, personnelle et limitée à l'utilisation du Logiciel comme inclus dans les produits ASUS uniquement. Vous pouvez faire une copie du Logiciel sous forme lisible par machine à des fins de sauvegarde uniquement; à condition que la copie de sauvegarde inclue tous les droits d'auteur et autres mentions de propriété figurant sur l'original. Cette licence ne doit pas être sous-licenciée, et n'est pas transférable, sauf à une personne ou une entité à laquelle vous acceptez de transférer la propriété de l'intégralité des produits ASUS contenant le Logiciel, à condition de transférer de façon permanente tous les droits en vertu du présent CLUF et de ne conserver aucune copie intégrale ou partielle du Logiciel, et pourvu que le bénéficiaire accepte les termes du présent CLUF. 3. RESTRICTION DE DEMONTAGE Vous ne devez pas démonter, décompiler, décrypter ou désassembler le Logiciel ou permettre ou causer ce qui précède, sauf dans la mesure où la législation applicable interdit directement l'application de ce qui précède. 4. CONFIDENTIALITÉ Vous avez le devoir de protéger et de ne pas divulguer ou provoquer la divulgation de l'intégralité ou de toute partie des informations confidentielles du Logiciel, incluant, mais ne s'y limitant pas, les secrets commerciaux ou le matériel protégé sous une forme quelconque à des tiers. 5. DROITS de propriété intellectuelle ( «Droits PI») Vous reconnaissez et acceptez que tous les droits de propriété intellectuelle, titres et intérêts du, ou découlant du, Logiciel sont et demeurent la propriété exclusive d'ASUS ou de son donneur de licence. Aucun contenu de ce contrat de licence n'a pour but de vous transférer des droits de propriété intellectuelle quelconques. Toute utilisation non autorisée des droits de propriété intellectuelle est une violation de ce contrat de licence ainsi qu'une violation de la législation sur la propriété intellectuelle, incluant, mais ne s'y limitant, pas la législation concernant les droits d'auteur et les droits des marques commerciales. En envoyant des informations, des documents, des idées, des concepts ou des techniques, à l'exception des renseignements personnels, à destination d'ASUS via le Logiciel ( «Feedbacks»), vous reconnaissez et acceptez que : (i) Vos Feedbacks ne doivent pas contenir d'informations confidentielles; (ii) ASUS n'est soumis à aucune obligation de quelque manière que ce soit concernant la confidentialité, expresse ou implicite, des Feedbacks; (iii) ASUS a le droit d'utiliser ou de divulguer, et ce à la seule discrétion d'ASUS, les Feedbacks, pour toute utilisation et de quelque manière que ce soit, dans le monde entier; (iv) Vos Feedbacks deviennent la propriété d'ASUS sans qu'ASUS ne dispose de quelque obligation que ce soit envers vous; et (v) Vous n'êtes sujet à aucun dédommagement ou remboursement de quelque sorte que ce soit. 6. DURÉE ET RÉSILIATION Le présent contrat de licence prend effet à compter de la date d'installation du Logiciel. Vous pouvez résilier cette licence à tout moment en cessant toute utilisation du Logiciel et en retirant le logiciel du produit ASUS. Vos droits prendront fin sans aucun préavis de la part d'ASUS si nous pensons que vous ne respectez pas toutes les clauses de ce contrat de licence. 7. Exclusion de garantie et limitation de responsabilité VOUS reconnaissez que le LOGICIEL est fourni «EN L'ÉTAT». VOUS ASSUMEZ LES RISQUES QUANT À LA QUALITÉ ET LES PERFORMANCES DE CE LOGICIEL, INCLUANT, MAIS NE S'Y LIMITANT PAS, LES FRAIS CONNEXES DE TOUS LES SERVICES ET RÉPARATIONS NÉCESSAIRES." Dans la mesure autorisée par la loi, ASUS NE DONNE AUCUNE GARANTIE, EXPLICITE OU IMPLICITE, EN CE QUI CONCERNE LE LOGICIEL OU TOUTE AUTRE INFORMATION OU DOCUMENTATION FOURNIES EN VERTU DU PRÉSENT CLUF OU POUR CE LOGICIEL, INCLUANT, MAIS NE S'Y LIMITANT PAS, TOUTE GARANTIE DE QUALITÉ MARCHANDE OU D'ADAPTATION À UN BUT PARTICULIER OU CONTRE LA CONTREFAÇON, OU TOUTE GARANTIE EN DEHORS DE L'UTILISATION OU EN DEHORS DU COURS DE PERFORMANCE. ASUS NE GARANTIT PAS LES RÉSULTATS QUI PEUVENT ÊTRE OBTENUS PAR L'UTILISATION DE CE LOGICIEL OU L'EXACTITUDE OU LA FIABILITÉ DE TOUTE INFORMATION OBTENUE PAR CE LOGICIEL. CERTAINES JURIDICTIONS NE PERMETTENT PAS L'EXCLUSION DE CERTAINES GARANTIES OU LA LIMITATION OU L'EXCLUSION DE RESPONSABILITÉ POUR CERTAINS DOMMAGES. PAR CONSÉQUENT, CERTAINES DES EXCLUSIONS ET LIMITATIONS DE RESPONSABILITÉ CI-DESSUS PEUVENT NE PAS S'APPLIQUER À VOUS. VOUS ASSUMEZ LA TOTALITÉ DES RISQUES PROVENANT DE L'UTILISATION ET / OU DES PERFORMANCES DE CE LOGICIEL. EN AUCUN CAS ASUS, SES DONNEURS DE LICENCE SES DIRECTEURS, SES CADRES, SES EMPLOYÉS, SES AGENTS OU SES AFFILIÉS NE PEUVENT ÊTRE TENUS RESPONSABLES DES DÉGÂTS INDIRECTS, SPÉCIAUX, ACCIDENTELS OU CONSÉCUTIFS (Y COMPRIS LES DÉGÂTS POUR MANQUE À GAGNER, PERTES DE PROFITS, PERTE DE JOUISSANCE OU DE DONNÉES, INTERRUPTION PROFESSIONNELLE OU ASSIMILÉ), PROVENANT OU RELATIFS À CE CONTRAT DE LICENCE, OU DE L'UTILISATION OU DE L'INCAPACITÉ À UTILISER LE LOGICIEL OU TOUTE PARTIE DE CELUI-CI, MÊME SI ASUS A ÉTÉ PRÉVENU DE LA POSSIBILITÉ DE TELS DÉGÂTS. CERTAINES JURIDICTIONS NE PERMETTENT PAS L'EXCLUSION DE CERTAINES GARANTIES OU LA LIMITATION OU L'EXCLUSION DE RESPONSABILITÉ POUR CERTAINS DÉGÂTS. PAR CONSÉQUENT, CERTAINES DES EXCLUSIONS ET LIMITATIONS DE RESPONSABILITÉ CI-DESSUS PEUVENT NE PAS S'APPLIQUER À VOUS. 8. Indemnité VOUS acceptez de défendre, d'indemniser et de considérer comme non responsables ASUS et ses sociétés affiliées, fournisseurs de services, syndicats, distributeurs, concédants, dirigeants, administrateurs et employés, de et contre toutes pertes, dommages, dettes et dépenses résultant de toute réclamation ou demande (y compris les honoraires raisonnables d'avocat et les frais de justice), en raison de ou en relation avec VOTRE violation du présent CLUF ou toute loi ou réglementation applicable, ou droit de tiers.
it: Il presente Contratto di licenza con l’utente (CONTRATTO DI LICENZA) rappresenta un contratto valido e vincolante tra ASUSTeK Computer Inc. (ASUS) e il Cliente, in qualità di utente, per l’uso del software ASUS (Software), definito di seguito. Procedendo all’installazione e all’utilizzo del software IL CLIENTE DICHIARA ESPRESSAMENTE DI AVERE LETTO, COMPRESO E ACCETTATO DI VINCOLARSI AI TERMINI DEL PRESENTE CONTRATTO DI LICENZA E DI EVENTUALI NUOVE VERSIONI DELLO STESSO. 1. SOFTWARE indica il software ASUS fornito in o con il prodotto ASUS applicabile, inclusi, senza limitazioni, eventuali e future correzioni di programmazione, aggiornamenti, upgrade e versioni modificate. Il Software può essere accompagnato da altri software creati da ASUS o da terze parti, con una o più licenze software Free Open Source, come elencato in www.opensource.org/licenses. Questo tipo di software Free Open Source è fornito al Cliente esclusivamente secondo i termini del rispettivo contratto di licenza o copyright associato oppure secondo il file licenze FOSS associato al Software. I termini del presente CONTRATTO DI LICENZA NON si applicato a tale software Free Open Source. 2. LICENZA Subordinatamente ai termini del presente CONTRATTO DI LICENZA, ASUS garantisce al Cliente una licenza limitata, personale, non commerciale e non esclusiva per usare il Software unicamente in quanto integrato nei prodotti ASUS. È possibile creare una copia del Software in formato leggibile esclusivamente per fini di backup; premesso che la copia di backup deve includere tutti i copyright e le altre indicazioni di proprietà contenute nell'originale. Questa licenza non deve essere ceduta in sub-licenza e non è trasferibile, eccetto a persone o entità a cui il Cliente trasferisce la proprietà degli interi prodotti ASUS contenenti il Software, premesso che sono altresì trasferiti tutti i diritti specificati nel presente CONTRATTO DI LICENZA, che non sono conservate copie complete o parziali del Software e che il destinatario accetti i termini del presente CONTRATTO DI LICENZA. 3. LIMITAZIONE INVERSAÈ fatto divieto al Cliente di eseguire operazioni di reverse engineering, decompilazione, decrittazione o disassemblaggio del Software oppure di consentire o indurre altri a eseguire tali operazioni, se non nel caso in cui la legge direttamente applicabile vieta l'applicazione di quanto sopra esposto. 4. RISERVATEZZA Il Cliente è tenuto a proteggere e non divulgare, o causare la divulgazione, di tutte o parte delle informazioni riservate del Software, inclusi, senza limitazioni, segreti commerciali, materiale soggetto a copyright, in qualsiasi formato, a terze parti. 5. DIRITTI DI PROPRIETÀ INTELLETTUALE (Diritti PI) Il Cliente dichiara di conoscere ed accettare che tutti i Diritti PI, il titolo e gli interessi verso o derivanti dal Software sono e resteranno di proprietà esclusiva di ASUS o del suo licenziatario. Nessun elemento del presente CONTRATTO DI LICENZA deve essere inteso come un qualsiasi tipo di trasferimento dei suddetti Diritti PI al Cliente. Qualsiasi uso non autorizzato dei Diritti PI costituisce una violazione del presente CONTRATTO DI LICENZA nonché una violazione delle leggi di proprietà intellettuale, incluse, senza limitazioni, le leggi sul copyright e sui marchi commerciali. Attraverso l'invio di qualsiasi informazione, materiale, idee, concetti o tecniche, eccetto le informazioni personali inoltrate ad ASUS tramite il Software (Feedback), il Cliente dichiara di essere a conoscenza e di accettare quanto segue: (i) i Feedback del Cliente non devono contenere informazioni confidenziali o circa la proprietá; (ii) ASUS non ha alcun obbligo, di alcun tipo, di riservatezza, espressa o implicita in relazione ai Feedback; (iii)ASUS ha diritto a utilizzare o divulgare, a sua sola discrezione, i Feedback per qualsiasi scopo, in qualsiasi modo, ovunque; (iv) i Feedback del Cliente diventano di proprietà di ASUS senza alcun obbligo di ASUS verso il Cliente; e (v) il Cliente non ha diritto ad alcun risarcimento o rimborso di qualsiasi tipo. 6. TERMINE E CESSAZIONE Il presente CONTRATTO DI LICENZA sarà valido a partire dalla data in cui il Cliente installerá il Software. Il Cliente potrá terminare il presente contratto di licenza in qualsiasi momento, cessando tutti gli usi del Software e rimuovendo il Software dal prodotto ASUS. Il diritto del Cliente cesserà senza preavviso da parte di ASUS se ASUS riterrá il Cliente inadempiente verso qualsiasi disposizione del presente CONTRATTO DI LICENZA. 7. GARANZIA E LIMITAZIONI DI RESPONSABILITÀ IL CLIENTE DICHIARA DI CONOSCERE CHE IL SOFTWARE VIENE FORNITO COSI COME È. IL RISCHIO COMPLESSIVO RELATIVO ALLA QUALITÀ E ALLE PRESTAZIONI DEL PRESENTE SOFTWARE È A CARICO DEL CLIENTE, INCLUSI, SENZA LIMITAZIONI, I COSTI CORRELATI A TUTTI LE OPERAZIONI DI MANUTENZIONE E RIPARAZIONE NECESSARIE. NELLA MISURA CONSENTITA DELLA LEGGE, ASUS NON FORNISCE ALCUNA GARANZIA, ESPRESSA O IMPLICITA, VERSO QUESTO SOFTWARE O QUALSIASI ALTRA INFORMAZIONE O DOCUMENTAZIONE FORNITA AI SENSI DEL PRESENTE CONTRATTO DI LICENZA O PER QUESTO SOFTWARE, INCLUSA, SENZA LIMITAZIONI, QUALSIASI GARANZIA DI COMMERCIABILITÀ O IDONEITÀ PER SCOPI PARTICOLARI O AVVERSO VIOLAZIONI, OPPURE QUALSIASI GARANZIA DERIVANTE DALL’USO O DALLE PRESTAZIONI. ASUS NON FORNISCE INOLTRE ALCUNA GARANZIA SUI RISULTATI OTTENIBILI DALL’USO DEL PRESENTE SOFTWARE OPPURE PER QUANTO RIGUARDO LA PRECISIONE O L’AFFIDABILITÀ DI QUALSIASI INFORMAZIONI OTTENUTA ATTRAVERSO IL SOFTWARE. ALCUNE GIURISDIZIONI NON CONSENTONO L’ESCLUSIONE DI DETERMINATE GARANZIE O LA LIMITAZIONE O ESCLUSIONE DI RESPONSABILITÀ PER DETERMINATI DANNI. DI CONSEGUENZA, ALCUNE DELLE DICHIARAZIONI E LIMITAZIONI RIPORTATE POTREBBERO NON ESSERE APPLICABILI AL CLIENTE. TUTTI I RISCHI DERIVANTI DALL’USO E/O DALLE PRESTAZIONI DEL SOFTWARE RESTANO A CARICO DEL CLIENTE. IN NESSU CASO ASUS, I SUOI LICENZIATARI O QUALSIASI DEI RISPETTIVI FUNZIONARI, DIRETTORI, DIPENDENTI, AGENTI O AFFILIATI, SARANNO CONSIDERATI RESPONSABILI PER QUALSIASI DANNO CONSEGUENZIALE, ACCIDENTALE, DIRETTO, INDIRITTO, SPECIALE, SANZIONATORIO O DI QUALSIASI ALTRO TIPO (INCLUSI, SENZA LIMITAZIONI, DANNI PER PERDITA DI GUADAGNI, INTERRUZIONI, PERDITE DI INFORMAZIONI O ALTRE PERDITE PECUNIARIE) DERIVANTI O RELATIVI AL PRESENTE CONTRATTO DI LICENZA OPPURE PER L’USO O L’INCAPACITÀ DI USARE IL SOFTWARE O QUALSIASI PARTE DELLO STESSO, ANCHE NEL CASO IN CUI ASUS SIA STATO INFORMATO DELLA POSSIBILITÀ DI TALI DANNI. ALCUNE GIURISDIZIONI NON CONSENTONO L’ESCLUSIONE DI DETERMINATE GARANZIE O LA LIMITAZIONE O ESCLUSIONE DI RESPONSABILITÀ PER DETERMINATI DANNI. DI CONSEGUENZA, ALCUNE DELLE DICHIARAZIONI E LIMITAZIONI DI RESPONSABILITÀ RIPORTATE POTREBBERO NON ESSERE APPLICABILI AL CLIENTE. 8. Indennizzi Il Cliente accetta e si impegna a tutelare, indennizzare e tenere indenne ASUS e i rispettivi affiliati, provider di servizi, distributori, licenziatari, funzionari, direttori e dipendenti, da e avverso qualsiasi e tutte le perdite, i danni, le responsabilità e le spese derivanti da qualsiasi azione o pretesa (incluse ragionevoli spese di consulenza legale, imposte e costi di cancelleria), dovuti o correlati alla violazione del CLIENTE del presente CONTRATTO DI LICENZA o qualsiasi legge o normativa applicabile, o diritto di terzi.
ko: 본 최종 사용자 사용권 계약("EULA")은 아래에 명시된 것과 같이 정의된 ASUS 소프트웨어("소프트웨어")의 사용을 위한 ASUSTeK Computer Inc. ("ASUS")와 사용자로서 귀하 사이의 유효하고 구속력 있는 계약을 구성합니다. 소프트웨어를 설치하고 계속 사용함으로써 귀하는 본 EULA 및 그 모든 갱신본의 조건을 읽고 이해하며 그러한 조건에 의해 구속되는 것에 동의한다는 것을 명시적으로 인정합니다. 1.소프트웨어란 미래의 모든 프로그램 수정 파일, 업데이트, 업그레이드 및 변경 버전 등을 포함하여 해당 ASUS 제품에 제공되거나 그러한 제품과 함께 제공되는 ASUS 소프트웨어를 말합니다. 소프트웨어는 기타 ASUS 소프트웨어 또는 www.opensource.org/licenses에 게시된 한 개 이상의 무료 오픈 소스 소프트웨어 사용권 가운데 하나에 따라 사용권이 허여되어 제삼자가 만든 소프트웨어와 함께 제공됩니다. 그러한 무료 오픈 소스 소프트웨어는 각 사용권 계약 약관 또는 각 사용권 계약에 명시되거나 소프트웨어와 함께 제공되는 FOSS 사용권 파일에 명시된 저작권 고지사항에 따라서만 귀하에게 제공됩니다. 본 EULA의 약관은 그러한 무료 오픈 소스 소프트웨어에 적용되지 않습니다. 2.사용권 본 EULA의 약관에 따라, ASUS는 ASUS 제품에 내장된 소프트웨어를 유일하게 사용할 제한적, 개인적, 비상업적, 포괄적 사용권을 귀하에게 허여합니다. 귀하는 소프트웨어의 복사본 한 개를 백업 목적으로만 시스템이 판독할 수 있는 형태로 만들 수 있습니다. 단, 백업 복사본에는 원본에 포함된 모든 저작권 또는 기타 고유 권리 고지사항이 포함되어야 합니다. 본 사용권은 재허여될 수 없으며, 귀하가 본 EULA에 따른 모든 권리를 영구적으로 이전하고 소프트웨어의 복사본 전체 또는 일부를 보유하지 않고 수취인이 본 EULA의 약관에 동의할 경우, 소프트웨어를 포함하는 전체 ASUS 제품의 소유권을 이전하는 개인 또는 단체를 제외하고 어느 누구에게도 이전될 수 없습니다. 3.역작업 제한 귀하는 소프트웨어의 역엔지니어링, 디컴파일링, 복호화 또는 분해를 하지 않아야 하거나 직접적으로 적용 가능한 법률이 상기 사항의 실행을 금지하는 정도를 제외하고 상기 사항을 허용 또는 권유하지 않아야 합니다. 4.기밀 유지 귀하는 영업비밀, 저작권 자료 등을 포함하는 소프트웨어의 기밀 정보 전체 또는 일부를 보호하고 어떠한 형태로든 어떠한 제3자에게도 공개하지 않아야 하거나 공개되게 하지 않아야 합니다. 5.지적재산권("IP 권리") 귀하는 모든 소프트웨어에 대한 또는 소프트웨어와 관련하여 발생하는 모든 IP 권리 및 기타 권리가 ASUS 또는 그 사용권 허여자의 배타적 재산이며 배타적 재산으로 유지되어야 한다는 것을 인정하고 동의합니다. 본 EULA의 어떠한 조항도 그러한 IP 권리를 귀하에게 이전하려는 의도가 없습니다. IP 권리의 무단 사용은 본 EULA의 위반일 뿐 아니라 저작권 법률 및 상표 법률 등을 포함하여 지적재산 법률의 위반입니다. 개인 정보를 제외한 모든 정보, 자료, 아이디어, 개념 또는 기술을 소프트웨어를 통해서 ASUS에게 보냄으로써("피드백"), 귀하는 다음을 인정하고 동의합니다. (i) 귀하의 피드백에는 기밀 정보 또는 재산적 정보가 포함되지 않습니다. (ii) ASUS는 피드백과 관련하여 어떠한 종류의 명시적 또는 묵시적 기밀유지의 의무도 지지 않습니다. (iii ) ASUS는 ASUS의 독자적 재량에 따라 피드백을 어떠한 목적으로든 어떠한 방식으로든 국제적으로 사용하거나 공개할 권리를 갖습니다. (iv) 귀하의 피드백은 ASUS가 귀하에 대한 어떤 의무도 지지 않는 상태에서 ASUS의 재산이 됩니다. (v) 귀하는 어떠한 종류의 보상 또는 환급에 대해서도 권리가 없습니다. 6.계약 기간 및 계약 종료 본 EULA는 귀하가 소프트웨어를 설치하는 날짜에 발효됩니다. 귀하는 언제든지 소프트웨어 사용을 모두 중지하고 소프트웨어를 ASUS 제품에서 제거하여 이 사용권 계약을 종료할 수 있습니다. 귀하의 권리는 귀하가 본 EULA의 어느 조항이든 준수하지 않는다고 생각될 경우 ASUS의 예고 없이 종료됩니다. 7.보증 면책 및 책임 제한 귀하는 소프트웨어가 "있는 그대로" 제공된다는 것을 인정합니다. 필요한 모든 서비스 및 수리 관련 비용 등을 포함하여 소프트웨어의 품질 및 성능에 대한 전체적 위험은 귀하가 부담합니다. 법률이 허용하는 범위 내에서, ASUS는 상품성 또는 특정 목적에 대한 적합성 또는 비침해성 또는 사용이나 실행 과정에서 발생하는 모든 보증을 포함하나 이에 국한되지 않는 명시적이든 암시적이든 본 소프트웨어 또는 본 EULA에서 제공된 기타 정보 또는 문서와 관련하여 또는 본 소프트웨어를 위해 어떠한 보증도 하지 않습니다. ASUS는 또한 본 소프트웨어의 사용으로부터 획득된 결과 또는 본 소프트웨어를 통해 획득된 모든 정보의 정확성 또는 신뢰성에 대해 보증하지 않습니다. 일부 관할 법원에서는 특정 보증의 배제 또는 특정 손해에 대한 책임의 제한이나 배제를 허용하지 않습니다. 따라서 상기 보증 면책 및 책임 제한이 귀하에게 적용되지 않을 수도 있습니다. 본 소프트웨어의 사용 및/또는 실행으로부터 발생하는 모든 위험은 귀하가 책임집니다. 어떠한 경우에도 ASUS, ASUS의 사용권 허여자 또는 ASUS의 각 임원, 중역, 직원, 대행사 또는 계열사는 본 EULA 또는 소프트웨어의 전부나 일부의 사용 또는 사용할 수 없음으로 인해 또는 이와 관련되어 발생된 모든 결과적, 우연적, 직접적, 간접적, 특별, 징벌적 또는 기타 손해(이익 손실, 중단, 정보의 손실 또는 기타 금전적 손해를 포함하나 이에 국한되지 않음)에 대해 책임지지 않으며, ASUS가 그러한 손해의 가능성을 통지받았을 경우에도 마찬가지입니다. 일부 관할 법원에서는 특정 보증의 배제 또는 특정 손해에 대한 책임의 제한이나 배제를 허용하지 않습니다. 따라서 상기 보증 면책 및 책임 제한이 귀하에게 적용되지 않을 수도 있습니다. 8.면책 귀하는 귀하가 본 EULA 또는 적용 법률이나 규정 또는 제삼자의 권리를 침해하거나 침해와 관련된 배상 청구 또는 요구로부터 발생하는 모든 손실, 손해, 책임 및 비용(합당한 변호사 비용 및 법정 비용 포함)으로부터 ASUS 및 계열사, 서비스 제공자, 신디케이터, 판매업체, 라이센스 허여자, 임원, 중역 및 직원을 방어하고, 면책하며 보호하는 것에 동의합니다.
nl: Deze licentieovereenkomst voor eindgebruikers (“EULA”) vormt een geldige en bindende overeenkomst tussen ASUSTeK Computer Inc. (“ASUS“) en u, als gebruiker, voor het gebruik van de ASUS-software (“Software”), gedefinieerd zoals hieronder uiteengezet. Door de software te installeren en te blijven gebruiken BEVESTIGT U EXPLICIET DAT U DE VOORWAARDEN VAN DEZE EULA EN ALLE NIEUWE VERSIES ERVAN HEBT GELEZEN EN BEGREPEN EN DAT U ERMEE INSTEMT DAT U DOOR DEZE VOORWAARDEN BENT GEBONDEN. 1.SOFTWARE staat voor de ASUS-software die wordt geleverd in of bij het betreffende ASUS-product, inclusief maar niet beperkt tot eventuele toekomstige programmeringoplossingen, updates, upgrades en gewijzigde versies. De Software kan vergezeld gaan door andere ASUS- of door derden gemaakte software die in licentie is gegeven onder een van de gratis open source-softwarelicenties als vermeld onder www.opensource.org/licenses. Dergelijke gratis open source-software wordt u enkel aangeboden onder de voorwaarden van de desbetreffende licentieovereenkomst of copyright-mededeling die het vergezelt, of in het FOSS-licentiebestand die de Software vergezelt. De voorwaarden van deze EULA zijn NIET van toepassing op dergelijke gratis open source-software. 2.LICENTIE Volgens de voorwaarden van deze EULA, verleent ASUS u hierbij een beperkte, persoonlijke, niet-commerciële, niet-exclusieve licentie om de software uitsluitend te gebruiken als geïntegreerd in de ASUS-producten. U mag één kopie van de Software maken in door een computer leesbare vorm alleen voor doeleinden van back-up; mits de back-upkopie alle copyright- en andere eigendomsverklaringen van het origineel bevat. Deze licentie mag niet als sublicentie worden verleend en is niet overdraagbaar, behalve naar een persoon of entiteit aan wie u het eigendom van het volledige ASUS-product dat de software bevat, overdraagt, op voorwaarde dat u alle rechten onder deze EULA permanent overdraagt en geen volledige of gedeeltelijke kopieën van de software behoudt en op voorwaarde dat de ontvanger akkoord gaat met de voorwaarden van deze EULA. 3.OMGEKEERDE BEPERKING U mag geen reverse engineering toepassen op de Software of deze decompileren, decoderen of demonteren, en u mag het voorgaande niet toelaten of veroorzaken, behalve voor zover dit direct wordt opgelegd door de toepasselijke wetgeving. 4.VERTROUWELIJKHEID U hebt de plicht de vertrouwelijke informatie van de software in enige vorm te beschermen, geheim te houden of de gedeeltelijke of volledige onthulling aan derden te voorkomen, inclusief maar niet beperkt tot bedrijfsgeheimen en auteursrechtelijk beschermd materiaal. 5.Intellectuele eigendomsrechten (“IP-rechten”) U bevestigt en gaat akkoord dat alle IP-rechten, eigendom en belang in of voortvloeiend uit de software, het exclusieve eigendom zijn en blijven van ASUS of haar licentieverlener. Niets in deze EULA is bedoeld om dergelijke IP-rechten aan u over te dragen. Elk onbevoegd gebruik van de IP-rechten betekent een overtreding van deze EULA en een inbreuk op de wetten op intellectueel eigendom, inclusief maar niet beperkt tot wetten betreffende auteursrechten en handelsmerken. Door informatie, materiaal, ideeën, concepten of technieken, behalve voor persoonlijke informatie, naar ASUS te sturen via de software (“Feedback”), bevestigt en gaat u akkoord dat: (i) uw feedback geen vertrouwelijke of eigendomsinformatie zal bevatten; (ii) ASUS geen enkele verplichting heeft betreffende vertrouwelijkheid, expliciet of impliciet, betreffende de feedback; (iii) ASUS het recht zal hebben om, naar goeddunken van ASUS, de feedback te gebruiken of te onthullen, voor elk doel, op elke manier en wereldwijd; (iv) uw feedback eigendom wordt van ASUS zonder enige verplichting van ASUS tegenover u; en (v) dat u geen recht hebt op enige vergoeding of terugbetaling. 6.TERMIJN EN BEËINDIGING Deze EULA wordt van kracht vanaf de datum waarop u de Software installeert. U kunt deze Licentie op elk ogenblik beëindigen door elk gebruik van de Software te stoppen en de Software te verwijderen van het ASUS-product. Uw recht wordt beëindigd zonder voorafgaande kennisgeving van ASUS als wij vermoeden dat u een voorwaarde van deze EULA niet naleeft. 7.Afwijzing van garantie en beperking van aansprakelijkheid U BEVESTIGT DAT DE SOFTWARE WORDT GELEVERD “IN DE HUIDIGE CONDITIE”. U DRAAGT HET VOLLEDIGE RISICO MET BETREKKING TOT DE KWALITEIT EN DE PRESTATIES VAN DEZE SOFTWARE, INCLUSIEF MAAR NIET BEPERKT TOT DE VERWANTE KOSTEN VOOR ALLE BENODIGDE ONDERHOUDS- EN REPARATIEWERKZAAMHEDEN. VOOR ZOVER DIT DOOR DE WET IS TOEGESTAAN, BIEDT ASUS GEEN GARANTIES, EXPLICIET OF IMPLICIET, MET BETREKKING TOT DEZE SOFTWARE OF ELKE ANDERE INFORMATIE OF DOCUMENTATIE, GELEVERD ONDER DEZE EULA OF VOOR DEZE SOFTWARE, INCLUSIEF MAAR NIET BEPERKT TOT ENIGE GARANTIE VAN VERKOOPBAARHEID OF GESCHIKTHEID VOOR EEN BEPAALD DOEL OF TEGEN INBREUK, OF ELKE GARANTIE DIE VOORTVLOEIT UIT HET GEBRUIK OF DE PRESTATIES ERVAN. ASUS BIEDT OOK GEEN GARANTIE MET BETREKKING TOT DE RESULTATEN DIE KUNNEN WORDEN VERKREGEN DOOR HET GEBRUIK VAN DEZE SOFTWARE OF MET BETREKKING TOT DE NAUWKEURIGHEID OF BETROUWBAARHEID VAN ENIGE INFORMATIE DIE VIA DEZE SOFTWARE IS VERKREGEN. SOMMIGE RECHTSGEBIEDEN LATEN DE UITSLUITING VAN BEPAALDE GARANTIES OF DE BEPERKING OF UITSLUITING VAN DE AANSPRAKELIJKHEID VOOR BEPAALDE SCHADE NIET TOE. BIJGEVOLG ZULLEN SOMMIGE VAN DE BOVENSTAANDE AFWIJZINGEN EN BEPERKINGEN MOGELIJK NIET VAN TOEPASSING ZIJN OP U. HET VOLLEDIGE RISICO DAT VOORTVLOEIT UIT HET GEBRUIK EN/OF DE PRESTATIES VAN DEZE SOFTWARE BLIJFT UW VERANTWOORDELIJKHEID. IN GEEN GEVAL ZULLEN ASUS, HAAR LICENTIEVERLENERS OF EEN VAN DE RESPECTIEVE FUNCTIONARISSEN, DIRECTEURS, WERKNEMERS, AGENTEN OF PARTNERS, AANSPRAKELIJK ZIJN VOOR ENIGE GEVOLGSCHADE, INCIDENTELE, DIRECTE, INDIRECTE, SPECIALE, PUNITIEVE OF ANDERE SCHADE (INCLUSIEF EN ZONDER BEPERKING, SCHADE DOOR WINSTDERVING, WERKONDERBREKING, VERLIES VAN INFORMATIE OF ANDER FINANCIEEL VERLIES) DIE VOORTVLOEIT UIT OF VERBAND HOUDT MET DEZE EULA OF HET GEBRUIK OF DE ONMOGELIJKHEID TOT HET GEBRUIK VAN DE SOFTWARE OF ELK ONDERDEEL DAARVAN, ZELFS ALS ASUS OP DE HOOGTE WERD GEBRACHT VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE. SOMMIGE RECHTSGEBIEDEN LATEN DE UITSLUITING VAN BEPAALDE GARANTIES OF DE BEPERKING OF UITSLUITING VAN DE AANSPRAKELIJKHEID VOOR BEPAALDE SCHADE NIET TOE. BIJGEVOLG ZULLEN SOMMIGE VAN DE BOVENSTAANDE AFWIJZINGEN EN BEPERKINGEN MOGELIJK NIET VAN TOEPASSING ZIJN OP U. 8.Schadeloosstelling U gaat akkoord om ASUS en haar moedermaatschappijen, leden, dochtermaatschappijen, partners, dienstverleners, uitgevers, distributeurs, licentieverleners, functionarissen, directeurs en werknemers schadeloos te stellen en te vrijwaren van elke verlies, schade, aansprakelijkheid en kosten, voortvloeiend uit enige claim of eis (inclusief redelijke advocaatkosten en gerechtskosten), veroorzaakt door of met betrekking tot UW inbreuk van deze EULA of elke toepasselijke wet of richtlijn, of elk recht van derden.
pt: Este Acordo de Licença do Utilizador Final (“EULA”) constitui um acordo válido e vinculativo entre a ASUSTeK Computer Inc. (“ASUS”) e o Utilizador para a utilização do Software ASUS (“Software”) tal como definido nos termos abaixo. Ao instalar e continuar a utilizar o software O UTILIZADOR CONFIRMA EXPRESSAMENTE QUE LEU E COMPREENDEU ESTE ACORDO, E QUE ACEITA ESTAR VINCULADO PELOS TERMOS DESTE ACORDO E QUAISQUER NOVAS VERSÕES DESTE DOCUMENTO. 1.SOFTWARE significa o Software ASUS incluído ou fornecido com os respetivos produtos ASUS, incluindo, entre outros, quaisquer futuras correções de programação, atualizações, melhoramentos e versões modificadas. O Software poderá ser acompanhado por outro software criado pela ASUS ou por terceiros licenciado ao abrigo de uma ou mais licenças de Software Livre de Código Aberto apresentadas em www.opensource.org/licenses. Esse Software Livre de Código Aberto é-lhe fornecido apenas ao abrigo dos termos do respetivo acordo de licença ou declaração de direitos de autor fornecidos ou no ficheiro de licença FOSS que acompanha o Software. Os termos deste EULA NÃO se aplicam a esse Software Livre de Código Aberto. 2.LICENÇA Ao abrigo dos termos deste EULA, a ASUS concede ao Utilizador uma licença limitada, pessoal, não-comercial e não-exclusiva para utilizar o Software apenas como incorporado nos produtos ASUS. Pode efetuar uma cópia do Software num suporte legível por computador apenas para fins de cópia de segurança, desde que essa cópia de segurança inclua todas as informações de direitos de autor ou de propriedade incluídas no original. Esta licença não deverá ser sublicenciada, e não é transferível exceto a uma pessoa ou entidade para qual transfira a propriedade dos produtos ASUS completos que contenham o Software, desde que transfira permanentemente todos os direitos sujeitos a este EULA e não retenha qualquer cópia total ou parcial do Software, e que o destinatário concorde com os termos deste EULA. 3.RESTRIÇÕES DE DESCOMPILAÇÃO O Utilizador não deverá realizar engenharia inversa, descompilar, descodificar ou desmontar o Software ou permitir ou estimular estas atividades, exceto quando a legislação aplicável proíba a aplicação do referido acima. 4.CONFIDENCIALIDADE O Utilizador tem o dever de proteger e de não divulgar ou causar a divulgação da totalidade ou de parte da informação confidencial do Software a terceiros, incluindo, entre outros, segredos comerciais e qualquer tipo de material protegido por direitos de autor. 5.DIREITOS de Propriedade Intelectual (“Direitos de PI”) O Utilizador reconhece e concorda que todos os Direitos de PI, títulos e interesses para com ou que provenham do Software são e manter-se-ão propriedade exclusiva da ASUS ou do seu licenciante. Nada neste EULA se destina a transferir quaisquer Direitos de PI para o Utilizador. Qualquer utilização não autorizada dos Direitos de PI constitui uma violação deste EULA, bem como uma violação das leis de propriedade intelectual, incluindo, entre outras, leis de direitos de autor e leis de marcas registadas. Ao enviar quaisquer informações, materiais, ideias, conceitos ou técnicas, com exceção de informações pessoais à ASUS através do Software (“Comentários”), o Utilizador reconhece que: (I) Os seus Comentários não deverão conter informações confidenciais ou proprietárias; (II) A ASUS tem qualquer obrigação de confidencialidade, expressa ou implícita, no que diz respeito aos Comentários; (III) A ASUS tem o direito de utilizar ou divulgar, a seu critério exclusivo, os Comentários para qualquer objetivo, de qualquer forma, em qualquer parte do mundo; (IV) Os seus Comentários passarão a ser propriedade da ASUS sem qualquer obrigação da ASUS para com o Utilizador; e (V) o Utilizador não terá direito a qualquer tipo de compensação ou indeminização. 6.DURAÇÃO E CESSAÇÃO Este EULA entrará em vigor a partir da data de instalação do Software. O Utilizador pode cessar esta Licença a qualquer momento interrompendo a utilização do Software e removendo o Software do produto ASUS. Os seus direitos serão cessados sem aviso prévio por parte da ASUS se entendermos que o Utilizador não cumpriu quaisquer das disposições deste EULA. 7.Isenção de Garantia e Limitação de Responsabilidades O UTILIZADOR RECONHECE QUE O SOFTWARE É FORNECIDO "TAL COMO ESTÁ". A TOTALIDADE DOS RISCOS QUANTO À QUALIDADE E DESEMPENHO DESTE SOFTWARE SÃO DA RESPONSABILIDADE DO UTILIZADOR, INCLUINDO, ENTRE OUTROS, OS CUSTOS RELATIVOS A TODOS OS SERVIÇOS DE ASSISTÊNCIA E REPARAÇÃO NECESSÁRIOS. NA MEDIDA DO PERMITIDO POR LEI, A ASUS NÃO OFERECE QUAISQUER GARANTIAS, EXPRESSAS OU IMPLÍCITAS, NO QUE DIZ RESPEITO A ESTE SOFTWARE OU A QUAISQUER OUTRAS INFORMAÇÕES OU DOCUMENTOS FORNECIDOS NO ÂMBITO DESTE EULA OU PARA ESTE SOFTWARE, INCLUINDO, ENTRE OUTRAS, QUALQUER GARANTIA DE COMERCIALIZAÇÃO OU ADEQUAÇÃO PARA UM DETERMINADO FIM OU CONTRA INFRAÇÃO, OU QUALQUER GARANTIA RESULTANTE DA UTILIZAÇÃO OU DURANTE O DECURSO DO DESEMPENHO. A ASUS TAMBÉM NÃO OFERECE QUALQUER GARANTIA QUANTO AOS RESULTADOS QUE POSSAM SER OBTIDOS PELA UTILIZAÇÃO DESTE SOFTWARE OU QUANTO À EXATIDÃO OU FIABILIDADE DE QUALQUER INFORMAÇÃO OBTIDA ATRAVÉS DESTE SOFTWARE. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO DE DETERMINADAS GARANTIAS OU A LIMITAÇÃO OU EXCLUSÃO DA RESPONSABILIDADE POR DETERMINADOS DANOS. ASSIM, ALGUMAS DAS EXCLUSÕES E LIMITAÇÕES MENCIONADAS ACIMA PODERÃO NÃO SE APLICAR. A TOTALIDADE DOS RISCOS RESULTANTES DA UTILIZAÇÃO E/OU DESEMPENHO DESTE SOFTWARE É DA RESPONSABILIDADE DO UTILIZADOR. EM NENHUMA CIRCUNSTÂNCIA PODERÁ A ASUS, OS SEUS LICENCIADORES OU QUAISQUER DOS SEUS RESPETIVOS REPRESENTANTES, DIRETORES, FUNCIONÁRIOS, AGENTES, OU AFILIADOS SER RESPONSABILIZADOS POR QUAISQUER DANOS CONSEQUENTES, ACIDENTAIS, DIRETOS, INDIRETOS, ESPECIAIS, PUNITIVOS OU DE OUTRO TIPO (INCLUINDO, SEM LIMITAÇÃO, DANOS PELA PERDA DE LUCROS, INTERRUPÇÃO, PERDA DE INFORMAÇÃO, OU OUTRAS PERDAS FINANCEIRAS) RESULTANTES OU RELACIONADAS COM ESTE EULA, OU DA UTILIZAÇÃO OU IMPOSSIBILIDADE DE UTILIZAÇÃO DESTE SOFTWARE OU DE QUALQUER DAS SUAS PARTES, MESMO QUE A ASUS TENHA SIDO ALERTADA PARA A POSSIBILIDADE DA OCORRÊNCIA DE TAIS DANOS. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO DE DETERMINADAS GARANTIAS OU A LIMITAÇÃO OU EXCLUSÃO DA RESPONSABILIDADE POR DETERMINADOS DANOS. ASSIM, ALGUMAS DAS EXCLUSÕES E LIMITAÇÕES MENCIONADAS ACIMA PODERÃO NÃO SE APLICAR. 8.Compensação O UTILIZADOR concorda em defender, compensar e desculpabilizar a ASUS e os seus afiliados, prestadores de serviços, editores, distribuidores, licenciadores, representantes, diretores e funcionários, por quaisquer perdas, danos, responsabilidades e despesas provenientes de quaisquer reclamações ou exigências (incluindo honorários de advogados e custos judiciais razoáveis), relacionadas com a violação deste EULA ou de qualquer lei ou regulamentação aplicável, ou dos direitos de terceiros por parte do UTILIZADOR.
ru: Настоящее Лицензионное соглашение с пользователем Программного обеспечения ASUS («End-user license agreement») представляет собой действительное и обязательное соглашение между ASUSTeK Computer Inc. («ASUS») и Вами в качестве пользователя Программного обеспечения ASUS (далее – «Программное обеспечение»). Установив и продолжая использовать Программное обеспечение, ВЫ ПРИЗНАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ, ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ В ПОЛНОМ ОБЪЕМЕ С УСЛОВИЯМИ ДАННОГО СОГЛАШЕНИЯ И ЛЮБЫМИ НОВЫМИ ВЕРСИЯМИ НАСТОЯЩЕГО СОГЛАШЕНИЯ. 1.ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ означает Программное обеспечение ASUS, интегрированное или поставляемое с продуктом ASUS включая любые исправления, обновления, модернизированные и измененные версии. Программное обеспечение может поставляется вместе с другим Программным обеспечением, созданным ASUS или третьей стороной, которое лицензируется под одной или несколькими свободным лицензиями Программного обеспечения с открытым исходным кодом, как указано на www.opensource.org/licenses. Такое Свободное программное обеспечение с открытым исходным кодом поставляется в соответствии с соответствующим лицензионным соглашением или уведомлением об авторском праве в файле лицензий FOSS, включенным в Программное обеспечение. Условия этого лицензионного соглашения НЕ применяются к такому Свободному программному обеспечению с открытым исходным кодом. 2.ЛИЦЕНЗИЯ. В соответствии с условиями настоящего лицензионного соглашения ASUS предоставляет Вам ограниченную личную некоммерческую простую (неисключительную) лицензию на использование Программного обеспечения, встроенного в продукты ASUS. Вы можете использовать Программное обеспечение только для личного, непрофессионального использования, не связанного с осуществлением предпринимательской деятельности. Вы можете использовать Программное обеспечение только в том состоянии, в котором оно было предоставлено Вам по настоящей лицензии. Вы можете использовать Программное обеспечение в вышеуказанных целях путем использования предусмотренных в Программном обеспечении функций и возможностей. Вы можете сделать копию Программного обеспечения только в целях резервного копирования при условии, что резервная копия содержит все уведомления об авторских правах или других правах, содержащихся в оригинале. Эта лицензия не может быть сублицензирована и не может быть передана за исключением лица или организации, которым вы передаете право собственности на продукт ASUS, содержащий данное Программное обеспечение, при условии, что вы передаете все права в соответствии с настоящим Лицензионным соглашением и не сохраняете копий Программного обеспечения и получатель согласен с условиями настоящего Лицензионного соглашения. 3.ОГРАНИЧЕНИЯ. Вам запрещено декомпилировать, декодировать или изменять исходный код Программного обеспечения или разрешать вышесказанное третьим лицам, за исключением случаев, когда законом предусмотрено иное. 4.КОНФИДЕНЦИАЛЬНОСТЬ. Вы обязаны защищать и не раскрывать конфиденциальную информацию о Программном обеспечении третьим лицам, включая коммерческую тайну и защищенные авторским правом материалы в любой форме. 5.ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ («Права ИС»). Вы признаете и соглашаетесь с тем, что все права интеллектуальной собственности, связанные с Программным обеспечением, являются и остаются исключительной собственностью ASUS или его лицензиара. Данное лицензионное соглашение не передает Вам права на интеллектуальную собственность. Любое несанкционированное использование прав интеллектуальной собственности является нарушением настоящего Лицензионного соглашения, а также нарушением положений закона об интеллектуальной собственности, включая, но не ограничиваясь положениями закона об авторском праве и о товарном знаке. Отправляя любую информацию, материалы, идеи, концепции или методы, за исключением персональных данных в ASUS с помощью Программного обеспечения («Обратная связь»), Вы подтверждаете и соглашаетесь с тем, что: (i) Ваши сообщения не будут содержать конфиденциальную или закрытую информацию; (ii) ASUS не несет никакой ответственности за какую-либо конфиденциальность в отношении информации, изложенной в Ваших сообщениях; (iii) ASUS имеет право использовать или раскрывать по собственному усмотрению информацию из обратной связи для любых целей, в любом случае, в любом месте; (iv) информация, изложенная в Ваших сообщениях, станет собственностью ASUS без каких-либо обязательств со стороны ASUS; (v) Вы не имеете права на компенсацию или возмещение ущерба любого рода. 6.СРОК ДЕЙСТВИЯ И ПРЕКРАЩЕНИЕ ЛИЦЕНЗИИ. Данное лицензионное соглашение будет действовать с даты установки Программного обеспечения. Вы можете прекратить действие этой лицензии в любое время, прекратив все использование Программного обеспечения и удалив Программное обеспечение из продукта ASUS. ASUS имеет право собирать, хранить и иным образом обрабатывать данные об использовании Программного обеспечения («лог-файлы») для целей статистического учета, исправления неисправностей и повышения качества Программного обеспечения. Ваше право будет прекращено без предварительного уведомления со стороны ASUS, если мы решим, что Вы не соблюдаете какое-либо положение настоящего Лицензионного соглашения. 7.Отказ от гарантий и ограничение ответственности. ВЫ ПРИЗНАЕТЕ, ЧТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ ПО ПРИНЦИПУ «КАК ЕСТЬ». ВЫ БЕРЕТЕ НА СЕБЯ ВСЕ РИСКИ В ОТНОШЕНИИ КАЧЕСТВА И РЕЗУЛЬТАТОВ РАБОТЫ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, ВКЛЮЧАЯ РАСХОДЫ НА НЕОБХОДИМОЕ ОБСЛУЖИВАНИЕ И РЕМОНТ. В ПРЕДЕЛАХ, ДОПУСКАЕМЫХ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ASUS НЕ ПРЕДОСТАВЛЯЕТ НИКАКИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В ОТНОШЕНИИ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ЛЮБОЙ ДРУГОЙ ИНФОРМАЦИИ ИЛИ ДОКУМЕНТАЦИИ, ПРЕДОСТАВЛЯЕМЫХ ЭТОЙ ЛИЦЕНЗИЕЙ ИЛИ ДЛЯ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ЛЮБЫМИ ГАРАНТИЯМИ КОММЕРЧЕСКОЙ ЦЕННОСТИ ИЛИ ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ ИЛИ ПРОТИВ НАРУШЕНИЙ, ИЛИ ЛЮБЫЙ ГАРАНТИЙ, ВОЗНИКАЮЩИХ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ В ХОДЕ РАБОТЫ. ASUS ТАКЖЕ НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ В ОТНОШЕНИИ РЕЗУЛЬТАТОВ, КОТОРЫЕ МОГУТ БЫТЬ ПОЛУЧЕНЫ ПРИ ИСПОЛЬЗОВАНИИ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, ТОЧНОСТИ ИЛИ НАДЕЖНОСТИ ЛЮБОЙ ИНФОРМАЦИИ, ПОЛУЧЕННОЙ С ПОМОЩЬЮ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ. НЕКОТОРЫЕ ЮРИСДИКЦИИ НЕ ДОПУСКАЮТ ИСКЛЮЧЕНИЯ НЕКОТОРЫХ ГАРАНТИЙ, ОГРАНИЧЕНИЙ ИЛИ ИСКЛЮЧЕНИЙ ОТВЕТСТВЕННОСТИ ЗА НЕКОТОРЫЕ УБЫТКИ. СООТВЕТСТВЕННО, ОТДЕЛЬНЫЕ ПОЛОЖЕНИЯ ИЗ ВЫШЕИЗЛОЖЕННОГО ОТКАЗА ОТ ГАРАНТИЙ И ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ МОГУТ НЕ ПРИМЕНЯТЬСЯ К ВАМ. ВЫ БЕРЕТЕ НА СЕБЯ ВЕСЬ РИСК, ВОЗНИКАЮЩИЙ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ И/ИЛИ В РЕЗУЛЬТАТЕ РАБОТЫ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ ASUS, ЕЕ РУКОВОДСТВО, ДОЛЖНОСТНЫЕ ЛИЦА, СЛУЖАЩИЕ И ПОСРЕДНИКИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА КАКОЙ-ЛИБО КОСВЕННЫЙ, СПЕЦИАЛЬНЫЙ, СЛУЧАЙНЫЙ ИЛИ ЗАКОНОМЕРНЫЙ УЩЕРБ (ВКЛЮЧАЯ УЩЕРБ ОТ УПУЩЕННОЙ ВЫГОДЫ, НЕСОСТОЯВШЕЙСЯ СДЕЛКИ, ПОТЕРИ ДАННЫХ ИЛИ НЕВОЗМОЖНОСТИ ИХ ИСПОЛЬЗОВАНИЯ, ПРЕРЫВАНИЯ ДЕЯТЕЛЬНОСТИ И Т.П.) ВЫТЕКАЮЩИЕ ИЗ ИЛИ КАСАЮЩИЕСЯ ЭТОГО СОГЛАШЕНИЯ, В ТОМ ЧИСЛЕ ИСПОЛЬЗОВАНИЯ ИЛИ НЕВОЗМОЖНОСТИ ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ЛЮБОЙ ЕГО ЧАСТИ, ДАЖЕ В ТОМ СЛУЧАЕ, ЕСЛИ ASUS БЫЛ УВЕДОМЛЕН О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА. НЕКОТОРЫЕ ЮРИСДИКЦИИ НЕ ДОПУСКАЮТ ИСКЛЮЧЕНИЯ НЕКОТОРЫХ ГАРАНТИЙ, ОГРАНИЧЕНИЙ ИЛИ ИСКЛЮЧЕНИЙ ОТВЕТСТВЕННОСТИ ЗА НЕКОТОРЫЕ УБЫТКИ. СООТВЕТСТВЕННО, ЧТО-ТО ИЗ ВЫШЕИЗЛОЖЕННОГО ОТКАЗА ОТ ГАРАНТИЙ И ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ МОГУТ НЕ ПРИМЕНЯТЬСЯ К ВАМ. 8.Возмещение ущерба. Вы соглашаетесь защищать, возмещать ущерб и ограждать ASUS, ее дочерние компании, руководство, должностных лиц, сотрудников и посредников от любых убытков, обязательств и расходов, возникающих в результате любых требований со стороны третьих лиц (включая разумные гонорары адвокатов и судебные издержки) из-за или в связи с нарушением Вами настоящего Лицензионного соглашения или любого применимого закона, постановления или прав третьих лиц. 9.Территория действия настоящей Лицензии. Настоящая Лицензия распространяется только на территорию поставки Продукта.
tr: Bu Son Kullanıcı Lisans Anlaşması (“EULA”), ASUSTeK Computer Inc. (“ASUS”) ve kullanıcı olarak Sizin arasında, ASUS Yazılımının (“Yazılım”) kullanımı için geçerli ve bağlayıcı bir anlaşma oluşturur. Yazılımı yükleyerek ve kullanmaya devam ederek BU EULA VE YENİ SÜRÜMLERİNİN KOŞULLARINI OKUDUĞUNUZU, ANLADIĞINIZI VE BUNLARIN BAĞLAYICILIĞINI KABUL ETTİĞİNİZİ AÇIKÇA BEYAN EDERSİNİZ. 1.YAZILIM sınırlama olmaksızın gelecekte yapılacak program düzeltmeleri, güncellemeler, yükseltmeler ve değiştirilmiş sürümleri içeren şekilde ilgili ASUS ürünü içinde veya bu ürünle birlikte sağlanan ASUS Yazılımını ifade eder. Yazılıma, www.opensource.org/licenses adresinde listelenen Ücretsiz Açık Kaynak Kodlu Yazılım lisanslarından biri veya daha fazlasıyla lisanslanmış, ASUS’un veya üçüncü tarafların geliştirdiği diğer yazılımlar da eşlik edebilir. Bu tür Ücretsiz Açık Kaynak Kodlu Yazılımlar size yalnızca ilgili lisans anlaşmasının veya Yazılımla birlikte verilen FOSS lisansları dosyasında yer alan ya da yazılımla birlikte verilen telif hakkı bildiriminin koşulları kapsamında sağlanmaktadır. Bu EULA’nın koşulları, bu tür Ücretsiz Açık Kaynak Kodlu Yazılımlar için geçerli değildir. 2.LİSANS Bu EULA’nın koşullarına tabi şekilde, ASUS, işbu belge ile size Yazılımı yalnızca ASUS ürünlerine katıştırılmış şekilde kullanmanız için ticari ve münhasır olmayan, sınırı ve kişisel bir lisans sağlamaktadır. Yalnızca yedekleme amaçları için, Yazılımın makinede okunabilir biçimde bir kopyasını hazırlayabilirsiniz ancak bu yedek kopyanın orijinal kopyada bulunan tüm telif hakkı bildirimleri ile diğer mülkiyet bildirimlerini içermesi gerekmektedir. Bu lisans, alt lisans olarak verilemez ve bu EULA kapsamındaki tüm hakları devretmeniz ve Yazılımın başka tam ya da kısmi kopyasını elinde bulundurmamanız ve alıcının bu EULA’nın şartlarını kabul etmesi şartlarıyla Yazılımı içeren ASUS ürünlerinin mülkiyetini tamamen devrettiğiniz kişi veya kurumlar dışında aktarılamaz. 3.TERSİNE İŞLEM KISITLAMASI Yazılımda ters mühendislik işlemleri yapmamalı, Yazılımı parçalarına ayırmamalı, şifreleri çözmemeli veya Yazılımı kaynak koda dönüştürmemeli, bunlarla ilgili doğrudan uygulanabilir olan yasaların yasakladığı kapsamda bunların yapılmasına izin vermemeli veya bu tür faaliyetleri teşvik etmelisiniz. 4.GİZLİLİK Sınırlama olmaksızın ticari sırlar, her türden telif hakkı korumalı materyal dahil ancak bunlarla sınırlı olmamak üzere Yazılımın gizli bilgilerini tamamen veya kısmen koruma ve açıklamama ya da bunların açıklanmasına neden olmama sorumluluğunuz bulunmaktadır. 5.Fikri Mülkiyet HAKLARI (“IP Hakları”) Yazılımdan doğan tüm IP Hakları, unvanlar ve menfaatlerin ASUS veya lisans vereninin münhasır mülkiyetinde olduğunu ve kalmaya devam edeceğin beyan ve kabul etmektesiniz. Bu EULA’daki hiçbir husus, bu tür IP Haklarını size aktarma amacı taşımamaktadır. IP Haklarının her türlü izinsiz kullanımı, bu EULA’nın ihlali olmakla beraber, sınırlama olmaksızın telif hakkı kanunları ve ticari marka kanunlarını içeren fikri mülkiyet kanunlarının çiğnenmesi anlamına gelecektir. Bize Yazılım aracılığıyla ASUS’a ilettiğiniz kişisel bilgiler haricinde herhangi bir bilgi, materyal, fikir, konsept veya teknik göndermeniz halinde (“Geri Bildirimler”), aşağıdakileri beyan ve kabul etmiş olacaksınız: (i) Geri Bildirimleriniz, gizli veya özel bilgiler içermeyecektir; (ii) ASUS, Geri Bildirimlerle ilgili olarak açık veya zımni olarak herhangi bir gizlilik yükümlülüğü altında olmayacaktır; (iii) ASUS, tamamen ASUS’un takdirine bağlı olarak Geri Bildirimleri, dünya genelinde, herhangi bir şekilde, herhangi bir amaçla kullanma veya açıklama hakkına sahip olacaktır; (iv) Geri Bildirimleriniz, ASUS’un Size karşı bir yükümlülüğü olmaksızın ASUS’un mülkiyetine geçecektir ve (v) herhangi bir tazminat veya ödemeye hak kazanmayacaksınız. 6.SÜRE VE FESİH Bu EULA, sizin Yazılımı yüklediğiniz tarih itibarıyla geçerli olacaktır. Yazılımın her türlü kullanımına son vererek ve Yazılımı ASUS ürününden kaldırarak bu Lisansı dilediğiniz zaman sonlandırabilirsiniz. Bu EULA’nın herhangi bir hükmüne uymadığınızı düşünmemiz halinde, haklarınız, ASUS’tan önceden bildirim gelmeksizin iptal edilecektir. 7.Garanti Beyanı ve Sorumluluk Sınırlaması YAZILIMIN “OLDUĞU GIBI” SAĞLANDIĞINI KABUL EDIYORSUNUZ. BU YAZILIMIN KALİTESİ VE PERFORMANSI İLE İLGİLİ RİSKİN TAMAMI, SINIRLAMA OLMAKSIZIN GEREKEN SERVİS VE ONARIM MALİYETLERİNİ İÇEREN ŞEKİLDE SİZE AİT OLACAKTIR. YASALARIN IZIN VERDIĞI KAPSAMDA, ASUS, AÇIK VEYA ZIMNİ OLARAK BU YAZILIM VEYA BU EULA KAPSAMINDA YA DA BU YAZILIM İÇİN SAĞLANAN DİĞER BİLGİ VE BELGELER İLE İLGİLİ OLARAK, SINIRLAMA OLMAKSIZIN TİCARETE ELVERİŞLİLİK VEYA BELİRLİ BİR AMACA UYGUNLUK YA DA İHLAL BARINDIRMAMAYI YA DA KULLANILAMAMA YA DA YETERSİZ PERFORMANSTAN DOĞAN GARANTİLERİ İÇERECEK ŞEKİLDE HERHANGİ BİR GARANTİDE BULUNMAMAKTADIR. ASUS, AYRICA, BU YAZILIMIN KULLANIMINDAN ELDE EDİLEBİLECEK SONUÇLAR VEYA BU YAZILIM ARACILIĞIYLA EDİNİLEN BİLGİLERİN DOĞRULUĞU VEYA GÜVENİLİRLİĞİNE DAİR HERHANGİ BİR GARANTİ SUNMAMAKTADIR. BAZI YARGI ALANLARI, BELİRLİ GARANTİLERİN HARİÇ TUTULMASINA YA DA BELİRLİ ZARARLAR İÇİN SORUMLULUĞUN SINIRLANMASI VEYA HARİÇ BIRAKILMASINA İZİN VERMEMEKTEDİR. BENZER ŞEKİLDE, YUKARIDAKİ YASAL UYARLAR VE SORUMLULUK SINIRLAMALARI SİZİN İÇİN GEÇERLİ OLMAYABİLİR. BU YAZILIMIN KULLANIMI VE/VEYA PERFORMANSINDAN DOĞAN TÜM RİSK SİZE AİT OLACAKTIR. ASUS, LİSANS VERENLERİ VEYA İLGİLİ YETKİLİLERİ, DİREKTÖRLERİ, ÇALIŞANLARI, ARACILARI VEYA İŞTİRAKLERİ, HİÇBİR DURUMDA, BU EULA YA DA YAZILIM VEYA YAZILIMIN HERHANGİ BİR KISMININ KULLANILMASI YA DA KULLANILMAMASIYLA İLGİLİ YA DA BUNLARDAN DOĞAN HİÇBİR BAĞLI, ARIZİ, DOĞRUDAN, DOLAYLI, ÖZEL, CEZAİ YA DA DİĞER ZARARLARDAN (SINIRLAMA OLMAKSIZIN KÂR KAYBI, KESİNTİ, BİLGİ KAYBI VEYA DİĞER MADDİ HASARLAR), ASUS İLGİLİ ZARARIN OLASILIĞI HAKKINDA BİLGİLENDİRİLMİŞ OLSA DAHİ SORUMLU TUTULAMAYACAKTIR. BAZI YARGI ALANLARI, BELİRLİ GARANTİLERİN HARİÇ TUTULMASINA YA DA BELİRLİ ZARARLAR İÇİN SORUMLULUĞUN SINIRLANMASI VEYA HARİÇ BIRAKILMASINA İZİN VERMEMEKTEDİR. BENZER ŞEKİLDE, YUKARIDAKİ YASAL UYARLAR VE SORUMLULUK SINIRLAMALARI SİZİN İÇİN GEÇERLİ OLMAYABİLİR. 8.Tazminat ASUS ve iştiraklerini, hizmet sağlayıcılarını, sendikacılarını, distribütörlerini, lisans verenlerini, yetkililerini, direktörlerini ve çalışanlarını, bu EULA’yı veya herhangi bir kanun veya yönetmeliği ya da bir üçüncü taraf hakkını ihlal etmeniz sonucu her tür iddia veya taleple bağlantılı olan ya da bunlardan doğan her türlü kayıp, zarar, borç ve masrafa (makul avukat ücretleri ve yargılama giderleri dahil) karşı korumayı ve tazmin etmeyi kabul ediyorsunuz.
zh_cn: 本用户软件授权同意书是一份华硕电脑股份有限公司(以下简称本公司)与您之间，基于彼此理解与相互同意所做成，而具有法律约束力的使用者同意书，其目的在于规范您使用本公司授权软件(明确定义详如下述)之相关权利义务，敬请详细阅读。您一旦安装执行并继续使用本公司授权软件，即代表您已经仔细阅读过本同意书并已充分理解其内容，而愿意接受本同意书中所有条款的约束。 一、授权使用 在您遵守本同意书所有条款的前提下，本公司授权您有限的、个别的、不可作为商业用途的、非专属的权利，得以将该授权软件安装使用于本公司的产品中。本授权禁止再授权，亦不可移转；除非您将安装有授权软件的本公司产品并同基于本同意书所享有之权利，全部而终局地转让给他人，自己则毫不保留授权软件任何的复本或备份，并以该继受者亦同意接受本同意书之所有条款为前提条件。 二、授权软件 授权软件系指结合于或适用于本公司产品内之软件，包括但不限于其将来的重新编制、更新、升级或其他修改版本。 授权软件可能包含由本公司或第三人开发之自由开放源码软件(下称自由软件)，此等自由软件为使用列于www.opensource.org/license之自由软件授权条款之著作权软件。本同意书条款之效力不及于授权软件所包含之自由软件，您须遵守自由软件所适用之授权条款规范，且本公司仅于该授权条款及/或著作权声明所载明之范围内提供您使用。 三、使用限制 除了前述许可外，您不得自行对授权软件进行还原工程、解译破解或反向组译，亦不可容许或引诱他人从事彼等工作；但若相关法令明文禁止上述限制，则不在此限。 四、保密义务 对于本授权软件相关的机密信息，包括但不限于以任何形式呈现的商业机密、著作权或其他知识产权，您皆有予以保密的义务，并应防止第三者知悉。 五、知识产权 您认知并且同意，本授权软件的知识产权、版权、及其他相关利益，皆仍保留于本公司，本授权仅允许您依合约条款用户许可证软件，唯其知识产权并未随同移转予您。任何未经合法授权的使用行为，除了违反本同意书，亦将构成对相关知识产权法规的违反，包括但不限于著作权法与商标法。 您一旦利用本授权软件传送任何个人信息以外之信息、数据、想法、观念或技术(以下简称回馈)至本公司，您认知并且同意，(1)您的回馈不含有机密或专有信息；(2)本公司对该回馈不负任何明示或默示的保密义务；(3)本公司有权自行决定使用或揭露该回馈于任何目的、任何地域；(4)您的回馈将成为本公司之资产，且本公司对此不负任何义务；以及(5)本公司对您不负任何赔偿或补偿之责任。 六、期间与终止 本同意书自您安装授权软件之时起开始生效，您可在停止使用并自行移除本软件的前提下，随时终止本同意书。若您未能遵守本同意书之任何条款或条件，本公司亦有权不予事先通知即径行终止本同意书。 七、赔偿责任限制 您知悉，本授权软件是以「现况」及「以目前明示的条件下」的状态提供给您。您需要承担本授权软件在质量及性能方面的全部风险，包括但不限于因此所生之一切必要服务费用及维修费用。在法律允许的范围内，本公司就本授权软件及本同意书，不提供任何明示或默示的担保及保证，包括但不限于商业适销性、特定目的之适用性、未侵害任何他人权利及任何得使用本授权软件或无法使用本授权软件的保证，且本公司对因使用本授权软件而获取的结果或透过本授权软件所获得任何信息之准确性或可靠性不提供担保。由于部分国家或地区可能不允许默示保证责任的排除适用，所以前述限制或排除条款可能对您不适用。 您应自行承担使用本授权软件或与本授权软件的运作相关的所有风险。您明确了解并同意，本公司、本公司之授权人及其各该主管、董事、员工、代理人或关系企业皆无须为您因本同意书、或因使用本授权软件、或因不可归责于本公司的原因而无法使用本授权软件或其任何部分而可能产生的衍生、附随、直接、间接、特别、惩罚或任何其他损失（包括但不限于利益损失、业务中断、数据遗失或其他金钱损失）负责，不论本公司是否被告知发生上开损失之可能性。由于部分国家或地区可能不允许责任的全部免除或对前述损失的责任限制，所以前述限制或排除条款可能对您不适用。 八、若本公司因您违反本同意书、其他法律规定或侵害第三人的权利而遭受任何诉追或主张时，您同意为本公司及其各该关系企业、服务或内容提供商、供货商、经销商、授权人、主管、董事及员工抗辩，并赔偿他们因此所承受之损失、损害、责任及费用（包含合理之律师费用及法律费用）。
